Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Advisory services relating to computer hardware design
it: Servizi di consulenza in materia di progettazione di hardware

source: Design services relating to the creation of masks
it: Servizi di progettazione relativi alla creazione di maschere

source: Design services relating to vehicle liveries
it: Progettazione di grafiche per veicoli

source: Recordal of seismic data
it: Registrazione di dati sismici

source: Computer aided design services relating to building projects
it: Servizi di progettazione assistita da computer in materia di progetti edili

source: Computer analysis
it: Analisi informatiche

source: Computer engineering consultancy services
it: Servizi di consulenza ingegneristica informatica

source: Computer firewall services
it: Servizi di firewall informatici

source: Biochemical engineering services
it: Servizi tecnici nel campo biochimico

source: Maintenance and repair of software
it: Manutenzione e riparazione di software

source: Laboratory services
it: Servizi di laboratorio

source: Pharmaceutical research services
it: Servizi di ricerca farmacologica

source: Professional consulting services and advice about agricultural chemistry
it: Servizi di consulenza professionale in materia di chimica agricola

source: Development and test of chemical production methods
it: Sviluppo e collaudo di metodi di produzione chimica

source: Installation, maintenance, repair and servicing of computer software
it: Installazione, manutenzione, riparazione e messa a punto di software

source: Installation, setting up and maintenance of computer software
it: Installazione, impostazione e manutenzione di software

source: Analysis of used machine oils
it: Analisi di oli per macchine esausti

source: Analytical services relating to computer programmes
it: Servizi analitici relativi a programmi per computer

source: Analytical services relating to the assessment of the bacterial content of liquids
it: Servizi analitici in materia di valutazione del contenuto batterico dei liquidi

source: Feasibility study services relating to computers
it: Servizi di studi di fattibilità in materia di computer

source: Mechanical research in the field of motor sports
it: Ricerca meccanica nell'ambito degli sport automobilistici

source: Laboratory research services relating to dermatology
it: Servizi di ricerca di laboratorio in materia di dermatologia

source: Laboratory research services relating to pharmaceuticals
it: Ricerca di laboratorio in materia di prodotti farmaceutici

source: Laboratory testing of materials
it: Analisi di laboratorio di materiali

source: Provision of technical consultancy to the shipping industry
it: Consulenza tecnica per il settore delle spedizioni

source: Provision of technical studies relating to computer programming
it: Fornitura di studi tecnici relativi alla programmazione di computer

source: Provision of weather information for shipping
it: Fornitura d'informazioni metereologiche per spedizioni

source: Contract research services relating to molecular sciences
it: Servizi di ricerca a contratto in materia di scienze molecolari

source: Development and creation of computer programmes for data processing
it: Sviluppo e creazione di programmi per l'elaborazione di dati

source: Analysis of the structural behaviour of building materials
it: Analisi del comportamento strutturale di materiali da costruzione

source: Technical consultancy in relation to research services relating to foods and dietary supplements
it: Consulenza tecnica in materia di servizi di ricerca riguardanti alimenti e integratori dietetici

source: Bacteriological research
it: Ricerche in batteriologia

source: Development of computer languages
it: Elaborazione di linguaggi informatici

source: Pipeline inspection services
it: Servizi di ispezione in tubazioni

source: Providing search engines for the internet
it: Fornitura di motori di ricerca per internet

source: Installation, maintenance and repair of software for computer systems
it: Installazione, manutenzione e riparazione di software per sistemi informatici

source: Design of printed material
it: Progettazione di stampati

source: Engineering services relating to the design of electronic systems
it: Servizi tecnici relativi alla progettazione di sistemi elettronici

source: Environmental testing of exhaust emissions
it: Analisi ambientali delle emissioni di gas di scarico

source: Preparation of engineering reports
it: Stesura di perizie tecniche

source: Development of virtual reality software
it: Sviluppo di software di realtà virtuale

source: Design of hardware for data and multimedia content conversion from and to different protocols
it: Progettazione di hardware per la conversione di contenuti multimediali e dati da e verso protocolli differenti

source: Development of hardware for data and multimedia content conversion from and to different protocols
it: Sviluppo di hardware per la conversione di contenuti multimediali e dati da e verso protocolli differenti

source: Development of software for multimedia data storing and recalling
it: Sviluppo di software per archiviazione e richiamo di dati multimediali

source: Development of hardware for multimedia data storing and recalling
it: Sviluppo di hardware per archiviazione e richiamo di dati multimediali

source: Design of hardware for processing and distribution of multimedia contents
it: Progettazione di hardware per l'elaborazione e la distribuzione di contenuti multimediali

source: Engineering services
it: Servizi di ingegneria

source: Research relating to marine surveying
it: Ricerche in materia di rilevamenti marini

source: Internet café services (computer rental)
it: Servizi di Internet cafè (noleggio di computer)

source: Conducting technical project studies
it: Conduzione di studi di progetti tecnici

source: Diagnostic testing for industrial lubricants
it: Analisi diagnostiche per lubrificanti industriali

source: Rental of computer hardware and computer software
it: Noleggio di hardware e software per computer

source: Advisory services relating to industrial engineering
it: Servizi di consulenza in materia di ingegneria industriale

source: Advisory services relating to material testing
it: Servizi di consulenza in materia di analisi di materiali

source: Conversion of computer programs and data, other than physical conversion
it: Conversione di dati e di programmi informatici, diversi della conversione fisica

source: Consultancy in the field of energy-saving
it: Consulenza in materia di economia dell'energia

source: Scientific research relating to biology
it: Ricerca scientifica in materia di biologia

source: Scientific research relating to cosmetics
it: Ricerca scientifica riguardante cosmetici

source: Scientific research relating to ecology
it: Ricerca scientifica in materia di ecologia

source: Design of graphics and of livery for corporate identity
it: Progettazione di grafica e simboli per identità societaria

source: Design of space-truss structures
it: Progettazione di strutture reticolari

source: House plans (Drawing-up of -)
it: Stesura di progetti di case

source: Engineering services for applications on large and medium-sized computer systems
it: Ingegneria delle applicazioni per sistemi informatici di grande e media entità

source: Engineering services for others
it: Servizi di ingegneria per conto terzi

source: Development of computer based networks
it: Sviluppo di reti informatiche

source: Development of computer programs for combustion process analysis inside an engine
it: Sviluppo di programmi informatici per l'analisi del processo di combustione all'interno di un motore

source: Design, maintenance and up-dating of computer software
it: Progettazione, manutenzione e aggiornamento di software

source: Engineering feasibility studies
it: Studi di fattibilità tecnica

source: Engineering services for the design of machinery
it: Servizi tecnici per la progettazione di macchinari

source: Conducting engineering surveys
it: Esecuzione di perizie tecniche

source: Research and development of new products for others
it: Ricerca e sviluppo di nuovi prodotti per i terzi

source: Research relating to biotechnology
it: Ricerca riguardante la biotecnologia

source: Research relating to construction machinery
it: Ricerca in materia di macchinari da costruzione

source: Conducting industrial tests
it: Conduzione di test industriali

source: Consultancy services relating to hydrogeology
it: Servizi di consulenza in materia di idrogeologia

source: Technical consultancy services relating to civil engineering
it: Servizi di consulenza tecnica relativi all'ingegneria civile

source: Design of logos for corporate identity
it: Progettazione di loghi per l'identità aziendale

source: Technical consultancy in relation to the production of semiconductors
it: Consulenza tecnica in materia di produzione di semiconduttori

source: Working on and evaluation of chemical syntheses
it: Lavorazione e valutazione di sintesi chimiche

source: Updating of home pages for computer networks
it: Aggiornamento di home page per reti di informatiche

source: Classification of minerals
it: Classificazione di minerali

source: Safety technological testing services
it: Servizi di collaudi tecnologici di sicurezza

source: Architectural services for the design of commercial buildings
it: Servizi architettonici per la progettazione di edifici commerciali

source: Architectural services for the design of industrial buildings
it: Servizi architettonici per la progettazione di edifici industriali

source: Assaying minerals or oils
it: Verifica di minerali e petrolio

source: Design and development of multimedia products
it: Progettazione e sviluppo di prodotti multimediali

source: Design of computer programs and software relating to aircraft
it: Progettazione di programmi per computer e software in materia di aerei

source: Computer software development for others
it: Sviluppo di software per conto terzi

source: Research in the area of semiconductor processing technology
it: Ricerca in materia di tecnologia della lavorazione dei semiconduttori

source: Research in the field of welding
it: Ricerca in materia di saldatura

source: Research and consultancy services relating to computer hardware
it: Servizi di ricerca e di consulenza in materia di hardware

source: Measuring the environment within buildings
it: Misurazione dell'ambiente all'interno d'edifici

source: Measuring the environment within civil engineering structures
it: Misurazioni ambientali in strutture di ingegneria civile

source: Metallurgical analysis
it: Analisi metallurgiche

source: Monitoring the quality control of seismic procedures
it: Monitoraggio del controllo della qualità di procedure sismiche

source: Assessing chemical information in relation to hazards
it: Valutazione di informazioni chimiche in materia di pericoli

source: Authentication of furniture
it: Autenticazione di mobili

source: Technical data analysis services
it: Servizi di analisi di dati tecnici

source: Technical engineering
it: Ingegneria tecnica

source: Genetic research
it: Ricerca genetica

source: Geological estimations and research
it: Ricerche e stime geologiche

source: Geological testing of building plots
it: Analisi geologica di aree fabbricabili

source: Consultancy and advice on computer software and hardware
it: Consulenza nel settore dell'hardware e del software

source: Consultancy services relating to computer networks using mixed software environments
it: Consulenza in materia di reti informatiche con ambienti software misti

source: Consumer product safety testing and consultation
it: Controllo e consulenza in materia di prodotti di consumo

source: Cosmetics research for others
it: Ricerca cosmetica per conto terzi

source: Provision of information relating to computer programs
it: Fornitura di informazioni riguardanti programmi per computer

source: Consultancy relating to membrane technology
it: Consulenza in materia di tecnologia delle membrane

source: Consultancy services relating to computer programming
it: Servizi di consulenza riguardanti la programmazione di computer

source: Computer hardware time sharing facilities
it: Strutture per time-sharing di hardware

source: Information services relating to the safety of manures used in horticulture
it: Servizi d'informazione relativi alla sicurezza di concimi usati in orticoltura

source: Inspection of buildings [surveying]
it: Ispezione di edifici [perizie]

source: Provision of scientific information
it: Fornitura di informazioni scientifiche

source: Monitoring of audio warning signals
it: Monitoraggio di segnali d'allarme audio

source: Monitoring of building structures
it: Monitoraggio di strutture edili

source: Analytical services relating to the development of oil fields
it: Servizi analitici in materia di sviluppo di giacimenti petroliferi

source: Analytical services relating to the testing of the bacterial content of liquids
it: Servizi analitici riguardanti l'analisi del contenuto batterico di liquidi

source: Biotechnology research for determining the neuronal survival of molecules in animal models
it: Ricerca biotecnologica per la determinazione della sopravvivenza neuronale di molecole in modelli animali

source: Rental of calculators
it: Noleggio di calcolatori

source: Updating and adapting of computer programs according to user requirements
it: Aggiornamento ed adeguamento di programmi di elaborazione dati alle necessità degli utenti

source: Technological services relating to rheometrics
it: Servizi tecnologici in materia di reometria

source: Electronic site authoring
it: Creazione di siti elettronici

source: Integrated scientific research on vermin for greenhouses and harvest crops
it: Ricerca scientifica integrata in materia di animali nocivi per serre e raccolti

source: Oceanographic prospecting services
it: Servizi di prospezioni oceanografiche

source: Professional consultancy relating to architecture
it: Consulenza professionale in materia di architettura

source: Provision of information relating to industrial engineering
it: Fornitura di informazioni in materia di ingegneria industriale

source: Provision of information relating to scientific research
it: Informazioni in materia di ricerca scientifica

source: Advisory services relating to the safety of the environment
it: Servizi di consulenza in materia di sicurezza dell'ambiente

source: Chemical analysis services for use in the testing of material
it: Servizi di analisi chimica per uso nel collaudo di materiali

source: Collection of information relating to meteorology
it: Raccolta d'informazioni in materia di meteorologia

source: Design services relating to the installation of baths
it: Servizi di progettazione relativi all'installazione di bagni

source: Computer aided diagnostic testing services
it: Servizi computerizzati di analisi diagnostiche

source: Creating home pages for others
it: Creazione di homepage per conto terzi

source: Creating of computer programs
it: Creazione di programmi per computer

source: Biotechnological research relating to horticulture
it: Ricerca biotecnologica in materia di orticoltura

source: Biotechnological research relating to livestock
it: Ricerca biotecnologica in materia di bestiame

source: Planning [design] of bathrooms
it: Progettazione [design] di bagni

source: Planning [design] of buildings
it: Progettazione [design] di edifici

source: Application service provider [ASP], namely, hosting computer software applications of others
it: Servizi di provider per applicazioni [TASP], ovvero concessione di applicazioni software di terzi

source: Archaeological exploration and research
it: Esplorazione e ricerca archeologica

source: Pharmaceutical product evaluation
it: Valutazione di prodotti farmaceutici

source: Rental of application software
it: Noleggio di software applicativi

source: Information services relating to the development of computer networks
it: Servizi informativi riguardanti lo sviluppo di reti informatiche

source: Inspection of motor vehicles before transport [for roadworthiness]
it: Revisione di veicoli a motore prima del trasporto [per l'affidabilità su strada]

source: Design of mechanical and micromechanical components
it: Progettazione di componenti meccanici e micromeccanici

source: Development of data processing programs by order of third parties
it: Sviluppo di programmi per l' elaborazione dati per conto terzi

source: Veterinary laboratory services
it: Servizi di laboratori veterinari

source: Design of engineered building systems
it: Progettazione di impianti tecnici edili

source: Preparation of reports relating to technical research
it: Stesura di relazioni riguardanti ricerche tecniche

source: Preparation of scientific reports
it: Stesura di relazioni scientifiche

source: Digital watermarking
it: Filigranatura digitale

source: Draughtsman's services
it: Servizi di disegnatori

source: Updating and upgrading of computer software
it: Aggiornamento e potenziamento di software informatici

source: Computer software technical support services
it: Servizi di assistenza tecnica in materia di software

source: Forensic advice relating to damage assessment
it: Consulenza legale in materia di valutazione dei danni

source: Forensic advice relating to marine accidents
it: Consulenza legale in materia di incidenti marittimi

source: Analysis of polymeric coatings
it: Analisi di rivestimenti polimerici

source: Geophysical exploration for the gas industry
it: Prospezioni geofisiche per il settore del gas

source: Services for the digitalization of charts
it: Servizi per digitalizzazione di carte

source: Services for the planning [design] of catering establishments
it: Servizi di pianificazione [progettazione] di strutture per catering

source: Services for the planning [design] of clubs
it: Servizi di pianificazione [progettazione] di club

source: Services for the planning of residential communities
it: Servizi per la pianificazione di comunità residenziali

source: Technical research
it: Ricerche tecniche

source: Designing of electrical systems
it: Progettazione di sistemi elettrici

source: Weighing of vehicles
it: Pesatura di veicoli

source: Design services relating to civil engineering
it: Progettazione in materia di ingegneria civile

source: DNA testing services to determine paternity (laboratory services)
it: Analisi del DNA per la determinazione di paternità (servizi di laboratorio)

source: Installation and maintenance of Internet access software
it: Installazione e manutenzione di software per l'accesso a Internet

source: Design of mathematical models
it: Progettazione di modelli matematici

source: Engineering services relating to data processing technology
it: Servizi tecnici riguardanti la tecnologia dell'elaborazione dati

source: Environmental hazard assessment
it: Valutazione di rischio ambientale

source: Research in the field of environmental protection
it: Ricerche in materia di protezione dell'ambiente

source: Environmental surveys
it: Perizie ambientali

source: Preparation of architectural plans
it: Stesura di piante architettoniche

source: Preparation of project analysis studies
it: Preparazione di studi di analisi di progetti

source: Preparation of reports relating to commissioning of nuclear units
it: Preparazione di relazioni per commissionare impianti nucleari

source: Certification [quality control]
it: Certificazione [controllo qualità]

source: Design of hardware for audio and video operators
it: Progettazione di hardware per operatori audio e video

source: Design of software for compression and decompression of multimedia contents
it: Progettazione di software per la compressione e decompressione di contenuti multimediali

source: Design of hardware for compression and decompression of multimedia contents
it: Progettazione di hardware per la compressione e decompressione di contenuti multimediali

source: Design of software for data and multimedia content conversion from and to different protocols
it: Progettazione di software per conversione di dati e contenuti multimediali da e verso protocolli diversi

source: Design and maintenance of web sites for others
it: Progettazione e manutenzione di siti web per terzi

source: Design of computer machine and computer software for commercial analysis and reporting
it: Progettazione di computer e software informatici per analisi e report commerciali

source: Research relating to molecular sciences
it: Ricerca nel campo delle scienze molecolari

source: Advice and consultancy in relation to computer networking applications
it: Consulenza in materia di applicazioni di connessione in rete di computer

source: Hosting the web sites of others on a computer server for a global computer network
it: Concessione di siti Web per conto terzi su un server informatico per una rete informatica globale

source: Development of testing methods
it: Sviluppo di metodi di collaudo

source: Advisory services relating to computer systems analysis
it: Servizi di consulenza in materia di analisi di sistemi informatici

source: Advisory services relating to environmental pollution
it: Servizi di consulenza in materia di inquinamento ambientale

source: Advisory services relating to man-machine interfaces for computer software
it: Servizi di consulenza in materia di interfacce uomo-macchina per software

source: Design of fashion accessories
it: Progettazione di accessori di moda

source: Design of industrial buildings
it: Progettazione di edifici industriali

source: Examination of welded fabrications to determine properties
it: Esame di strutture saldate per determinarne le proprietà

source: Professional consultancy relating to technology
it: Consulenza professionale in materia di tecnologia

source: Expert consultancy services in connection with computing equipment
it: Servizi di consulenza d'esperti in materia di apparecchiature informatiche

source: Hydrographic surveying
it: Indagini idrografiche

source: Industrial testing
it: Analisi industriali

source: Engineering consultancy services
it: Servizi di consulenza di ingegneria

source: Engineering consultancy relating to manufacture
it: Consulenza tecnica in materia di produzione

source: Rental services relating to data processing equipment and computers
it: Servizi di noleggio di dispositivi per l'elaborazione dati e computer

source: Digitization of documents [scanning]
it: Digitalizzazione di documenti [scansione]

source: Research relating to architecture
it: Ricerca in materia di architettura

source: Technical assessments relating to design
it: Valutazione tecnica in materia di progettazione

source: Optical laboratories
it: Laboratori ottici

source: Software creation
it: Creazione di software

source: Design of information systems
it: Progettazione di sistemi informatici

source: Information services relating to the safety of chemicals used in forestry
it: Servizi d'informazione relativi alla sicurezza di prodotti chimici usati in silvicoltura

source: Creation of control programs for automated measurement, assembly, adjustment, and related visualisation
it: Creazione di programmi di controllo misurazioni automatiche, assemblaggio, regolazione e relativa visualizzazione

source: Technical surveying
it: Perizie tecniche

source: Services for assessing the efficiency of industrial chemicals
it: Servizi per la valutazione dell'efficacia di prodotti chimici industriali

source: Services for the design of business premises
it: Progettazione di locali commerciali

source: Updating home pages for others
it: Aggiornamento di home page per terzi

source: Computer programming in the medical field
it: Programmazione per computer in campo medico
